Revit 2024 API
ParameterTypeId.DividedpathMeasurementType Property
 "Measurement Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedpathMeasurementType { get; }
Visual Basic
Public Shared ReadOnly Property DividedpathMeasurementType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedpathMeasurementType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace